Revit 2027 API
SymbolTypeId.KipDashFtPerFt Property
 Symbol kip-ft/ft, indicating unit Kip feet per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipDashFtPerFt { get; }
Public Shared ReadOnly Property KipDashFtPerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipDashFtPerFt {
	ForgeTypeId^ get ();
}
static member KipDashFtPerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace